[
  {
      "Title": "论文标题1-牛顿我日你哥",
      "Head": "牛顿力学属于经典力学范畴，是以质点作为研究对象，着眼于力的作用关系，在处理质点系统问题时，强调分别考虑各个质点所受的力，然后来推断整个质点系统的运动状态...",
      "Body":"牛顿力学(Newtonianmechanics)以牛顿运动定律和万有引力定律（见万有引力）为基础，研究速度远小于光速的宏观物体的运动规律。狭义相对论研究速度能与光速比拟的物体的运动，量子力学研究电子、质子等微观粒子的运动。从研究的范畴来说，牛顿力学同相对论和量子力学相区别，牛顿力学是经典力学的组成部分。继I.牛顿以后，J.-L.拉格朗日和W.R.哈密顿相继发展了新的力学体系。牛顿力学所着重的量如力、动量等都具有矢量性质，而且牛顿方程是用矢量形式表达的，故牛顿力学可称为矢量力学；拉格朗日体系和哈密顿体系所着重的量是系统的能，它具有标量的性质，可以通过力学的变分原理建立系统的动力学方程，故拉格朗日体系和哈密顿体系等可统称为分析力学。因此，从力学的研究方法和体系来说，牛顿力学同拉格朗日体系和哈密顿体系相区别；但从经典力学的基本原理来说，拉格朗日方程和哈密顿原理同牛顿定律是等价的。然而，哈密顿原理能应用于较广泛的物理现象。将拉格朗日体系和哈密顿体系（尤其是后者）应用于物理学和天体力学中广泛出现的保守系统，有极大的优点。例如，这两个体系的观点和方法对天体力学的摄动理论和经典统计力学的理论性研究有较大价值。",
      "Date":"2019-3-27",
      "Author":"牛顿",
      "IsCollect":true
  },
   {
      "Title": "论文标题2",
      "Head": "牛得不行",
      "Date":"2019-3-27",
      "Author":"牛顿",
      "IsCollect":false
  },
  {
      "Title": "论文标题3",
      "Head": "牛得不行",
      "Date":"2019-3-27",
      "Author":"牛顿",
      "IsCollect":false
  },
  {
      "Title": "论文标题4",
      "Head": "牛得不行",
      "Date":"2019-3-27",
      "Author":"牛顿",
      "IsCollect":false
  },
  {
      "Title": "论文标题5",
      "Head": "牛得不行",
      "Date":"2019-3-27",
      "Author":"牛顿",
      "IsCollect":false
  },
  {
      "Title": "论文标题6",
      "Head": "牛得不行",
      "Date":"2019-3-27",
      "Author":"牛顿",
      "IsCollect":false
  },
  {
      "Title": "论文标题7",
      "Head": "牛得不行",
      "Date":"2019-3-27",
      "Author":"牛顿",
      "IsCollect":false
  },
  {
      "Title": "论文标题8",
      "Head": "牛得不行",
      "Date":"2019-3-27",
      "Author":"牛顿",
      "IsCollect":false
  }
]